<?php
/**
*Template name: Вакансии
*/
get_header();
?>



<section class="distribution">
    <div class="container">
        <h1 class="title">Вакансии</h1><div class="distribution__content">
            <div class="distribution__content--info">
                <div class="tabs__nav">
                    <button class="button-filter active" data-filter="all">Все</button>
                    <button class="button-filter" data-filter="designer">UI/UX Designer</button>
                    <button class="button-filter" data-filter="developer">Developer</button>
                    <button class="button-filter" data-filter="manager">Контент-менеджер</button>
                </div>
                <ul class="accordion">
                    <li class="question card designer">
                        <a class="toggle" href="javascript:void(0);">
                            <div class="tabs__item__info">
                                <p class="data">Требуемый опыт работы: 1–3 года. Полная занятость, гибкий график.</p>
                                <p class="name">UI/UX Designer</p>
                                <p class="price">80 000 - 100 000 ₽</p>
                                <p class="desk">Маркетинговое агентство полного цикла – такая формулировка четко
                                    отражает
                                    нашу концепцию работы. Обеспечим соприкосновение с целевой аудиторией во всех точках
                                    –
                                    от классической онлайн-рекламы до исправления репутации. Даже взыскательные
                                    заказчики в
                                    итоге остаются довольны. По-другому не умее...</p>
                            </div>
                            <object><a href="#response" rel="modal:open" class="button">Откликнуться</a></object>
                        </a>
                        <div class="inner">
                            <div class="inner__item">
                                <p class="heading">Обязанности</p>
                                <ul>
                                    <li>Создание современных лаконичных интерфейсов, понятных и удобных пользователю, а
                                        также решающие бизнес-задачи компании;</li>
                                    <li>Разработка концепции дизайна сайтов;</li>
                                    <li>Отрисовка дизайна многостраничных сайтов, отрисовка иконок, подбор изображений,
                                        шрифтов и т.д.;
                                    </li>
                                    <li>Написание статей для сайтов, текстов для лендингов и SEO-текстов
                                    </li>
                                    <li>Рерайт, корректура готовых материалов</li>
                                </ul>
                            </div>
                            <div class="inner__item">
                                <p class="heading">Обязанности</p>
                                <ul>
                                    <li>Создание современных лаконичных интерфейсов, понятных и удобных пользователю, а
                                        также решающие бизнес-задачи компании;</li>
                                    <li>Разработка концепции дизайна сайтов;</li>
                                    <li>Отрисовка дизайна многостраничных сайтов, отрисовка иконок, подбор изображений,
                                        шрифтов и т.д.;
                                    </li>
                                    <li>Написание статей для сайтов, текстов для лендингов и SEO-текстов
                                    </li>
                                    <li>Рерайт, корректура готовых материалов</li>
                                </ul>
                            </div>
                            <div class="inner__item">
                                <p class="heading">Обязанности</p>
                                <ul>
                                    <li>Создание современных лаконичных интерфейсов, понятных и удобных пользователю, а
                                        также решающие бизнес-задачи компании;</li>
                                    <li>Разработка концепции дизайна сайтов;</li>
                                    <li>Отрисовка дизайна многостраничных сайтов, отрисовка иконок, подбор изображений,
                                        шрифтов и т.д.;
                                    </li>
                                    <li>Написание статей для сайтов, текстов для лендингов и SEO-текстов
                                    </li>
                                    <li>Рерайт, корректура готовых материалов</li>
                                </ul>
                            </div>
                            <a href="#response" rel="modal:open" class="button button-inner">Откликнуться</a>
                        </div>
                    </li>
                    <li class="question card developer">
                        <a class="toggle" href="javascript:void(0);">
                            <div class="tabs__item__info">
                                <p class="data">Требуемый опыт работы: 1–3 года. Полная занятость, гибкий график.</p>
                                <p class="name">Developer</p>
                                <p class="price">80 000 - 100 000 ₽</p>
                                <p class="desk">Маркетинговое агентство полного цикла – такая формулировка четко
                                    отражает
                                    нашу концепцию работы. Обеспечим соприкосновение с целевой аудиторией во всех точках
                                    –
                                    от классической онлайн-рекламы до исправления репутации. Даже взыскательные
                                    заказчики в
                                    итоге остаются довольны. По-другому не умее...</p>
                            </div>
                            <object><a href="#response" rel="modal:open" class="button">Откликнуться</a></object>
                        </a>
                        <div class="inner">
                            <div class="inner__item">
                                <p class="heading">Обязанности</p>
                                <ul>
                                    <li>Создание современных лаконичных интерфейсов, понятных и удобных пользователю, а
                                        также решающие бизнес-задачи компании;</li>
                                    <li>Разработка концепции дизайна сайтов;</li>
                                    <li>Отрисовка дизайна многостраничных сайтов, отрисовка иконок, подбор изображений,
                                        шрифтов и т.д.;
                                    </li>
                                    <li>Написание статей для сайтов, текстов для лендингов и SEO-текстов
                                    </li>
                                    <li>Рерайт, корректура готовых материалов</li>
                                </ul>
                            </div>
                            <div class="inner__item">
                                <p class="heading">Обязанности</p>
                                <ul>
                                    <li>Создание современных лаконичных интерфейсов, понятных и удобных пользователю, а
                                        также решающие бизнес-задачи компании;</li>
                                    <li>Разработка концепции дизайна сайтов;</li>
                                    <li>Отрисовка дизайна многостраничных сайтов, отрисовка иконок, подбор изображений,
                                        шрифтов и т.д.;
                                    </li>
                                    <li>Написание статей для сайтов, текстов для лендингов и SEO-текстов
                                    </li>
                                    <li>Рерайт, корректура готовых материалов</li>
                                </ul>
                            </div>
                            <div class="inner__item">
                                <p class="heading">Обязанности</p>
                                <ul>
                                    <li>Создание современных лаконичных интерфейсов, понятных и удобных пользователю, а
                                        также решающие бизнес-задачи компании;</li>
                                    <li>Разработка концепции дизайна сайтов;</li>
                                    <li>Отрисовка дизайна многостраничных сайтов, отрисовка иконок, подбор изображений,
                                        шрифтов и т.д.;
                                    </li>
                                    <li>Написание статей для сайтов, текстов для лендингов и SEO-текстов
                                    </li>
                                    <li>Рерайт, корректура готовых материалов</li>
                                </ul>
                            </div>
                        </div>
                    </li>
                    <li class="question card manager">
                        <a class="toggle" href="javascript:void(0);">
                            <div class="tabs__item__info">
                                <p class="data">Требуемый опыт работы: 1–3 года. Полная занятость, гибкий график.</p>
                                <p class="name">Контент-менеджер (копирайтер)</p>
                                <p class="price">80 000 - 100 000 ₽</p>
                                <p class="desk">Маркетинговое агентство полного цикла – такая формулировка четко
                                    отражает
                                    нашу концепцию работы. Обеспечим соприкосновение с целевой аудиторией во всех точках
                                    –
                                    от классической онлайн-рекламы до исправления репутации. Даже взыскательные
                                    заказчики в
                                    итоге остаются довольны. По-другому не умее...</p>
                            </div>
                            <object><a href="#response" rel="modal:open" class="button">Откликнуться</a></object>
                        </a>
                        <div class="inner">
                            <div class="inner__item">
                                <p class="heading">Обязанности</p>
                                <ul>
                                    <li>Создание современных лаконичных интерфейсов, понятных и удобных пользователю, а
                                        также решающие бизнес-задачи компании;</li>
                                    <li>Разработка концепции дизайна сайтов;</li>
                                    <li>Отрисовка дизайна многостраничных сайтов, отрисовка иконок, подбор изображений,
                                        шрифтов и т.д.;
                                    </li>
                                    <li>Написание статей для сайтов, текстов для лендингов и SEO-текстов
                                    </li>
                                    <li>Рерайт, корректура готовых материалов</li>
                                </ul>
                            </div>
                            <div class="inner__item">
                                <p class="heading">Обязанности</p>
                                <ul>
                                    <li>Создание современных лаконичных интерфейсов, понятных и удобных пользователю, а
                                        также решающие бизнес-задачи компании;</li>
                                    <li>Разработка концепции дизайна сайтов;</li>
                                    <li>Отрисовка дизайна многостраничных сайтов, отрисовка иконок, подбор изображений,
                                        шрифтов и т.д.;
                                    </li>
                                    <li>Написание статей для сайтов, текстов для лендингов и SEO-текстов
                                    </li>
                                    <li>Рерайт, корректура готовых материалов</li>
                                </ul>
                            </div>
                            <div class="inner__item">
                                <p class="heading">Обязанности</p>
                                <ul>
                                    <li>Создание современных лаконичных интерфейсов, понятных и удобных пользователю, а
                                        также решающие бизнес-задачи компании;</li>
                                    <li>Разработка концепции дизайна сайтов;</li>
                                    <li>Отрисовка дизайна многостраничных сайтов, отрисовка иконок, подбор изображений,
                                        шрифтов и т.д.;
                                    </li>
                                    <li>Написание статей для сайтов, текстов для лендингов и SEO-текстов
                                    </li>
                                    <li>Рерайт, корректура готовых материалов</li>
                                </ul>
                            </div>
                        </div>
                    </li>
                    <li class="question card manager">
                        <a class="toggle" href="javascript:void(0);">
                            <div class="tabs__item__info">
                                <p class="data">Требуемый опыт работы: 1–3 года. Полная занятость, гибкий график.</p>
                                <p class="name">Контент-менеджер (копирайтер)</p>
                                <p class="price">80 000 - 100 000 ₽</p>
                                <p class="desk">Маркетинговое агентство полного цикла – такая формулировка четко
                                    отражает
                                    нашу концепцию работы. Обеспечим соприкосновение с целевой аудиторией во всех точках
                                    –
                                    от классической онлайн-рекламы до исправления репутации. Даже взыскательные
                                    заказчики в
                                    итоге остаются довольны. По-другому не умее...</p>
                            </div>
                            <object><a href="#response" rel="modal:open" class="button">Откликнуться</a></object>
                        </a>
                        <div class="inner">
                            <div class="inner__item">
                                <p class="heading">Обязанности</p>
                                <ul>
                                    <li>Создание современных лаконичных интерфейсов, понятных и удобных пользователю, а
                                        также решающие бизнес-задачи компании;</li>
                                    <li>Разработка концепции дизайна сайтов;</li>
                                    <li>Отрисовка дизайна многостраничных сайтов, отрисовка иконок, подбор изображений,
                                        шрифтов и т.д.;
                                    </li>
                                    <li>Написание статей для сайтов, текстов для лендингов и SEO-текстов
                                    </li>
                                    <li>Рерайт, корректура готовых материалов</li>
                                </ul>
                            </div>
                            <div class="inner__item">
                                <p class="heading">Обязанности</p>
                                <ul>
                                    <li>Создание современных лаконичных интерфейсов, понятных и удобных пользователю, а
                                        также решающие бизнес-задачи компании;</li>
                                    <li>Разработка концепции дизайна сайтов;</li>
                                    <li>Отрисовка дизайна многостраничных сайтов, отрисовка иконок, подбор изображений,
                                        шрифтов и т.д.;
                                    </li>
                                    <li>Написание статей для сайтов, текстов для лендингов и SEO-текстов
                                    </li>
                                    <li>Рерайт, корректура готовых материалов</li>
                                </ul>
                            </div>
                            <div class="inner__item">
                                <p class="heading">Обязанности</p>
                                <ul>
                                    <li>Создание современных лаконичных интерфейсов, понятных и удобных пользователю, а
                                        также решающие бизнес-задачи компании;</li>
                                    <li>Разработка концепции дизайна сайтов;</li>
                                    <li>Отрисовка дизайна многостраничных сайтов, отрисовка иконок, подбор изображений,
                                        шрифтов и т.д.;
                                    </li>
                                    <li>Написание статей для сайтов, текстов для лендингов и SEO-текстов
                                    </li>
                                    <li>Рерайт, корректура готовых материалов</li>
                                </ul>
                            </div>
                        </div>
                    </li>
                </ul>
            </div>
        </div>
    </div>
</section>


<!-- Modal HTML embedded directly into document -->
<div div id="response" class="modal">
    <div class="modal-content">
        <div class="modal-form">
            <!-- <form method="post" class="form">
        <p class="title">Связаться с нами</p>
        <input type="text" name="name" placeholder="Имя" required minlength="2">
        <input type="tel" name="phone" placeholder="Телефон" required>
        <div class="form__button">
          <button class="button">Отправить</button>
          <p>Нажимая на кнопку "Отправить", вы соглашаетесь с <a href="#">условиями политики конфиденциальности</a>
          </p>
        </div>
      </form> -->
            <?php echo do_shortcode('[contact-form-7 id="141" title="Отклик на вакансию"]'); ?>
        </div>
        <div class="modal__icons">
            <img class="icon" src="<?php echo get_template_directory_uri() ?>/assets/img/icons/ee.svg" alt="icon">
            <img class="icon" src="<?php echo get_template_directory_uri() ?>/assets/img/icons/about2.svg" alt="icon">
            <img class="icon" src="<?php echo get_template_directory_uri() ?>/assets/img/icons/about4.svg" alt="icon">
        </div>
    </div><!-- content -->
    <a href="#" rel="modal:close" style="display:none;">Close</a>
</div>




<?php theme_sidebar( 'form' ); ?>

<?php get_footer(); ?>

<script>
    //Прикрепить резюме
    $(document).ready(function () {
        $('input[name="file-137"]').change(function (e) {
            var fileName = e.target.files[0].name;
            $('.file_pretext').text(fileName);
        });
    });
</script>