<?php
/**
*Template name: Вакансии
*/
get_header();
?>

<section class="vacancies">
    <div class="container">
        <h1 class="title">Вакансии</h1>
        <div class="tabs">
            <div class="tabs__nav">
                <button class="button-filter active" data-filter="все">Все</button>
                <button class="button-filter" data-filter="designer">UI/UX Designer</button>
                <button class="button-filter" data-filter="developer">Developer</button>
                <button class="button-filter" data-filter="контентменеджер">Контент-менеджер</button>
            </div>
            <div class="tabs__content">
                <div class="cards">
                    <div class="tabs__item card designer">
                        <div class="tabs__item__info">
                            <p class="data">Требуемый опыт работы: 1–3 года. Полная занятость, гибкий график.</p>
                            <p class="name">UI/UX Designer</p>
                            <p class="price">80 000 - 100 000 ₽</p>
                            <p class="desk">Маркетинговое агентство полного цикла – такая формулировка четко отражает
                                нашу концепцию работы. Обеспечим соприкосновение с целевой аудиторией во всех точках –
                                от классической онлайн-рекламы до исправления репутации. Даже взыскательные заказчики в
                                итоге остаются довольны. По-другому не умее...</p>
                        </div>
                        <div>
                            <a href="#ex1" rel="modal:open" class="button">Откликнуться</a>
                        </div>
                    </div>
                    <div class="tabs__item card контентменеджер">
                        <div class="tabs__item__info">
                            <p class="data">Требуемый опыт работы: без опыта работы. Полная занятость, частичная
                                занятость, гибкий график.</p>
                            <p class="name">Контент-менеджер (копирайтер)</p>
                            <p class="price">30 000 - 50 000 ₽</p>
                            <p class="desk">Маркетинговое агентство полного цикла – такая формулировка четко отражает
                                нашу концепцию работы. Обеспечим соприкосновение с целевой аудиторией во всех точках –
                                от классической онлайн-рекламы до исправления репутации. Даже взыскательные заказчики в
                                итоге остаются довольны. По-другому не умее...</p>
                        </div>
                        <div>
                            <a href="#ex1" rel="modal:open" class="button">Откликнуться</a>
                        </div>
                    </div>
                    <div class="tabs__item card designer">
                        <div class="tabs__item__info">
                            <p class="data">Требуемый опыт работы: 1–3 года. Полная занятость, гибкий график.</p>
                            <p class="name">UI/UX Designer</p>
                            <p class="price">80 000 - 100 000 ₽</p>
                            <p class="desk">Маркетинговое агентство полного цикла – такая формулировка четко отражает
                                нашу концепцию работы. Обеспечим соприкосновение с целевой аудиторией во всех точках –
                                от классической онлайн-рекламы до исправления репутации. Даже взыскательные заказчики в
                                итоге остаются довольны. По-другому не умее...</p>
                        </div>
                        <div>
                            <a href="#ex1" rel="modal:open" class="button">Откликнуться</a>
                        </div>
                    </div>
                    <div class="tabs__item card developer">
                        <div class="tabs__item__info">
                            <p class="data">Требуемый опыт работы: 1–3 года. Полная занятость, гибкий график.</p>
                            <p class="name">Developer</p>
                            <p class="price">80 000 - 100 000 ₽</p>
                            <p class="desk">Маркетинговое агентство полного цикла – такая формулировка четко отражает
                                нашу концепцию работы. Обеспечим соприкосновение с целевой аудиторией во всех точках –
                                от классической онлайн-рекламы до исправления репутации. Даже взыскательные заказчики в
                                итоге остаются довольны. По-другому не умее...</p>
                        </div>
                        <div>
                            <a href="#ex1" rel="modal:open" class="button">Откликнуться</a>
                        </div>
                    </div>
                    <div class="tabs__item card контентменеджер">
                        <div class="tabs__item__info">
                            <p class="data">Требуемый опыт работы: 1–3 года. Полная занятость, гибкий график.</p>
                            <p class="name">Контент-менеджер (копирайтер)</p>
                            <p class="price">80 000 - 100 000 ₽</p>
                            <p class="desk">Маркетинговое агентство полного цикла – такая формулировка четко отражает
                                нашу концепцию работы. Обеспечим соприкосновение с целевой аудиторией во всех точках –
                                от классической онлайн-рекламы до исправления репутации. Даже взыскательные заказчики в
                                итоге остаются довольны. По-другому не умее...</p>
                        </div>
                        <div>
                            <a href="#ex1" rel="modal:open" class="button">Откликнуться</a>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>



<section class="distribution">
    <div class="container">
        <div class="distribution__content">
            <div class="distribution__content--info">
                <ul class="accordion">
                    <li class="question">
                        <a class="toggle" href="javascript:void(0);">
                            <div class="tabs__item__info">
                                <p class="data">Требуемый опыт работы: 1–3 года. Полная занятость, гибкий график.</p>
                                <p class="name">Контент-менеджер (копирайтер)</p>
                                <p class="price">80 000 - 100 000 ₽</p>
                                <p class="desk">Маркетинговое агентство полного цикла – такая формулировка четко
                                    отражает
                                    нашу концепцию работы. Обеспечим соприкосновение с целевой аудиторией во всех точках
                                    –
                                    от классической онлайн-рекламы до исправления репутации. Даже взыскательные
                                    заказчики в
                                    итоге остаются довольны. По-другому не умее...</p>
                            </div>
                            <object><a href="#ex1" rel="modal:open" class="button">Откликнуться</a></object>
                        </a>
                        <ul class="inner">
                            <p>Обязанности</p>
                            <p>Создание современных лаконичных интерфейсов, понятных и удобных пользователю, а также
                                решающие бизнес-задачи компании;
                                Разработка концепции дизайна сайтов;
                                Отрисовка дизайна многостраничных сайтов, отрисовка иконок, подбор изображений, шрифтов
                                и т.д.;
                                Написание статей для сайтов, текстов для лендингов и SEO-текстов
                                Рерайт, корректура готовых материалов</p>
                        </ul>
                    </li>
                    <li class="question">
                        <a class="toggle" href="javascript:void(0);">Что делать в случае смерти человека</a>
                        <ul class="inner">
                            <li class="inner__answer">
                                <p>
                                    Не многие знают необходимые действия в случае смерти родственников и близких
                                    людей. В такой
                                    момент нельзя поддаваться панике и необходимо четко следовать определенным
                                    правилам.
                                </p>

                                <p>
                                    Смерть наступила дома <br>
                                    1. Вызвать скорую медицинскую помощь
                                    Если врач при осмотре тела констатирует естественную смерть умершего, то этим
                                    же
                                    врачом
                                    выдается
                                    посмертный эпикриз в двух экземплярах. Один из них остается у родственника, а
                                    второй
                                    отдается
                                    милиции.
                                    Если врач имеет сомнения по факту причины смерти, то тело необходимо доставить
                                    в
                                    морг с
                                    целью
                                    проведения вскрытия. Посмертный эпикриз выдается в регистратуре морга.
                                </p>

                                <p>
                                    2. Вызвать милицию<br>
                                    Сотрудники милиции проводят осмотр тела и составляют протокол.
                                    Оба экземпляра эпикриза подписываются милицией и родственником умершего, один
                                    из
                                    них
                                    остается у
                                    родственника, а второй отдается милиции.
                                </p>

                                <p>
                                    Смерть наступила вне дома<br>
                                    1. Вызвать скорую помощь того района, в котором наступила смерть.
                                    Посмертный эпикриз не составляется, если смерть произошла по естественной
                                    причине.
                                </p>

                                <p>
                                    Специальная машина скорой помощи сама доставит тело умершего в
                                    патологоанатомическое
                                    отделение,
                                    откуда его перевезут в морг.
                                </p>

                                <p>
                                    2. Вызвать милицию<br>
                                    Если смерть имеет насильственный характер, то специальный транспорт милиции
                                    доставляет тело
                                    для
                                    судмедэкспертизы, после чего выдается бланк констатации смерти.
                                </p>
                            </li>
                        </ul>
                    </li>
                    <li class="question">
                        <a class="toggle" href="javascript:void(0);">КАК НЕ СТАТЬ ЖЕРТВОЙ МОШЕННИКОВ</a>
                        <ul class="inner">
                            <li class="inner__answer">
                                <p>
                                    Не многие знают необходимые действия в случае смерти родственников и близких
                                    людей. В такой
                                    момент нельзя поддаваться панике и необходимо четко следовать определенным
                                    правилам.
                                </p>

                                <p>
                                    Смерть наступила дома <br>
                                    1. Вызвать скорую медицинскую помощь
                                    Если врач при осмотре тела констатирует естественную смерть умершего, то этим
                                    же
                                    врачом
                                    выдается
                                    посмертный эпикриз в двух экземплярах. Один из них остается у родственника, а
                                    второй
                                    отдается
                                    милиции.
                                    Если врач имеет сомнения по факту причины смерти, то тело необходимо доставить
                                    в
                                    морг с
                                    целью
                                    проведения вскрытия. Посмертный эпикриз выдается в регистратуре морга.
                                </p>

                                <p>
                                    2. Вызвать милицию<br>
                                    Сотрудники милиции проводят осмотр тела и составляют протокол.
                                    Оба экземпляра эпикриза подписываются милицией и родственником умершего, один
                                    из
                                    них
                                    остается у
                                    родственника, а второй отдается милиции.
                                </p>

                                <p>
                                    Смерть наступила вне дома<br>
                                    1. Вызвать скорую помощь того района, в котором наступила смерть.
                                    Посмертный эпикриз не составляется, если смерть произошла по естественной
                                    причине.
                                </p>

                                <p>
                                    Специальная машина скорой помощи сама доставит тело умершего в
                                    патологоанатомическое
                                    отделение,
                                    откуда его перевезут в морг.
                                </p>

                                <p>
                                    2. Вызвать милицию<br>
                                    Если смерть имеет насильственный характер, то специальный транспорт милиции
                                    доставляет тело
                                    для
                                    судмедэкспертизы, после чего выдается бланк констатации смерти.
                                </p>
                            </li>
                        </ul>
                    </li>
                    <a class="toggle" href="javascript:void(0);">ОТ ЧЕГО ЗАВИСИТ СТОИМОСТЬ ПОХОРОН</a>
                    <ul class="inner">
                        <li class="inner__answer">
                            <p>
                                Не многие знают необходимые действия в случае смерти родственников и близких
                                людей. В такой
                                момент нельзя поддаваться панике и необходимо четко следовать определенным
                                правилам.
                            </p>

                            <p>
                                Смерть наступила дома <br>
                                1. Вызвать скорую медицинскую помощь
                                Если врач при осмотре тела констатирует естественную смерть умершего, то этим
                                же
                                врачом
                                выдается
                                посмертный эпикриз в двух экземплярах. Один из них остается у родственника, а
                                второй
                                отдается
                                милиции.
                                Если врач имеет сомнения по факту причины смерти, то тело необходимо
                                доставить в
                                морг с
                                целью
                                проведения вскрытия. Посмертный эпикриз выдается в регистратуре морга.
                            </p>

                            <p>
                                2. Вызвать милицию<br>
                                Сотрудники милиции проводят осмотр тела и составляют протокол.
                                Оба экземпляра эпикриза подписываются милицией и родственником умершего, один
                                из
                                них
                                остается у
                                родственника, а второй отдается милиции.
                            </p>

                            <p>
                                Смерть наступила вне дома<br>
                                1. Вызвать скорую помощь того района, в котором наступила смерть.
                                Посмертный эпикриз не составляется, если смерть произошла по естественной
                                причине.
                            </p>

                            <p>
                                Специальная машина скорой помощи сама доставит тело умершего в
                                патологоанатомическое
                                отделение,
                                откуда его перевезут в морг.
                            </p>

                            <p>
                                2. Вызвать милицию<br>
                                Если смерть имеет насильственный характер, то специальный транспорт милиции
                                доставляет тело
                                для
                                судмедэкспертизы, после чего выдается бланк констатации смерти.
                            </p>
                        </li>
                    </ul>

                </ul>
            </div>
        </div>
    </div>
</section>




<?php theme_sidebar( 'form' ); ?>

<?php get_footer(); ?>